Repository: sabinpr/Investment-Club
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Set Your Equity Everest Password
ne: आफ्नो इक्विटी एभरेस्ट पासवर्ड सेट गर्नुहोस्

source: Hi {username}, Welcome! Click the link below to set your password: {link}
ne: नमस्ते {username}, स्वागत छ! आफ्नो पासवर्ड सेट गर्न तलको लिङ्कमा क्लिक गर्नुहोस्: {link}

source: User registered successfully! Password setup link sent to email.
ne: प्रयोगकर्ता सफलतापूर्वक दर्ता भयो! पासवर्ड सेटअप लिङ्क इमेलमा पठाइएको छ।

source: Refresh token required.
ne: रिफ्रेश टोकन आवश्यक छ।

source: Logged out successfully
ne: सफलतापूर्वक लगआउट भयो

source: Invalid refresh token
ne: अवैध रिफ्रेश टोकन

source: Email is required
ne: इमेल आवश्यक छ

source: Password Reset Request
ne: पासवर्ड रिसेट अनुरोध

source: Hi {username}, Click the link below to reset your password: {link}
ne: नमस्ते {username}, तपाईंको पासवर्ड रिसेट गर्न तलको लिङ्कमा क्लिक गर्नुहोस्: {link}

source: If that email exists, a reset link has been sent.
ne: यदि उक्त इमेल अवस्थित छ भने, रिसेट लिङ्क पठाइएको छ।

source: Invalid user or UID
ne: अवैध प्रयोगकर्ता वा UID

source: Invalid or expired token
ne: अवैध वा म्याद समाप्त भएको टोकन

source: New password is required
ne: नयाँ पासवर्ड आवश्यक छ

source: Password has been reset successfully
ne: पासवर्ड सफलतापूर्वक रिसेट गरियो

source: ID and current_value required.
ne: ID र हालको मूल्य आवश्यक छ।

source: Invalid current_value format.
ne: अवैध हालको मूल्य ढाँचा।

source: Investment updated successfully.
ne: लगानी सफलतापूर्वक अद्यावधिक गरियो।

source: Vote recorded.
ne: मत सुरक्षित गरियो।

source: SEBON Official Website
ne: सेबोनको आधिकारिक वेबसाइट

source: ShareSansar
ne: सेयर संसार

source: Investment Guide - Basics
ne: लगानी मार्गदर्शक - आधारभूत

source: English
ne: अङ्ग्रेजी

source: Nepali
ne: नेपाली
